/* Pablo Di Noto <pdinoto@conectividad.com.ar> */

/* Application menu */
"Info" = "Información";
"Playlist" = "Lista de reproducción";
"Songs" = "Canciones";
"Player" = "Reproductor";
"Windows" = "Ventanas";
"Window" = "Ventana";
"Tools" = "Herramientas";
"Services" = "Servicios";
"Hide" = "Ocultar";
"Hide Cynthiune" = "Ocultar Cynthiune";
"Hide Others" = "Ocultar otros";
"Show All" = "Mostrar todo";
"Quit" = "Salir";
"Quit Cynthiune" = "Salir de Cynthiune";

/* Info submenu */
"Info Panel..." = "Panel de información...";
"About Cynthiune..." = "Acerca de Cynthiune...";
"Preferences..." = "Preferencias...";
"Send A Bug Report..." = "Enviar un reporte de error";
"Help..." = "Ayuda...";
"Help" = "Ayuda";
"Cynthiune Help" = "Ayuda sobre Cynthiune";

/* Playlist submenu */
"Open..." = "Abrir...";
"New" = "Nuevo";
"Save..." = "Guardar...";
"Save As..." = "Guardar como...";
"Save To..." = "Guardar a...";
"Revert To Saved" = "Volver a lo guardado";
"Close" = "Cerrar";

/* Songs submenu */
"Add Songs..." = "Agregar canciones...";
"Remove Selection" = "Remover selección";
"Remove All" = "Remover todo";
"Cleanup" = "Limpiar";

/* Player submenu */
"Play" = "Reproducir";
"Pause" = "Pausa";
"Stop" = "Detener";
"Previous" = "Anterior";
"Next" = "Siguiente";
"Mode" = "Modo";

/* Player/Mode submenu */
"Repeat" = "Repetir";
"Shuffle" = "Mezclar";

/* Tools submenu */
"Song Inspector..." = "Inspector de canciones...";

/* Windows submenu */
"Arrange In Front" = "Traer al frente";
"Miniaturize Window" = "Minimizar ventana";
"Minimize" = "Minimizar";
"Close Window" = "Cerrar ventana";

/* Playlist status label */
"%d songs - total time: %@" = "%d canciones - Tiempo total: %@";
" - selection: %@" = " - selección: %@";

/* Playlist table */
"Song" = "Canción";
"Time" = "Tiempo";

/* Song Inspector */
"Song Inspector" = "Inspector de canción";
"Song Information" = "Información de la canción";
"Format Attributes" = "Atributos de formato";
"No song selected" = "No hay canción seleccionada";
"Lookup through MusicBrainz..." = "Buscar usando MusicBrainz...";
"Title" = "Título";
"Album" = "Álbum";
"Track" = "Pista";
"Artist" = "Artista";
"Genre" = "Género";
"Year" = "Año";
"Reset" = "Reiniciar";
"Save" = "Guardar";
"Generating TRM..." = "Generando TRM...";
"Querying MusicBrainz server..." = "Consultando servidor MusicBrainz...";
"Received %d result(s)" = "%d resultado(s) recibido(s)";

/* Dialog boxes */
"Add music files..." = "Agregar archivos de música...";
"Add a music folder..." = "Agregar carpeta de música...";
"Save playlist as..." = "Guardar lista de reproducción como...";

/* Song names */
"[not found: %@]" = "[no encontrado: %@]";
"[unknown format: %@]" = "[formato desconocido: %@]";
"[format error: %@]" = "[error de formato: %@]";

/* Preference dialog */
"None" = "Ninguno";
"Preferences" = "Preferencias";
"General" = "General";

/* General preferences */
"Windows" = "Ventanas";
"Playlists" = "Listas de reproducción";
"Use absolute filenames" = "Usar nombres absolutos";
"Output module" = "Módulo de salida";
"Textured" = "Textura";
"Sticky" = "Pegagoso";
"Remember location" = "Recordar ubicación";
"Format" = "Format";

/* MB results panel */
"Please select the correct information..."
= "Por favor seleccione la información correcta...";
"The request to the MusicBrainz server returned more than one result.\nPlease select the line in the following table that is the most accurate."
= "La consulta al servidor de MusicBrainz devolvió más de un resultado.\nPor favor elija la línea más precisa de la siguiente lista.";
"Cancel" = "Cancel";

